{
  "\t": 108,
  "\n": 14,
  " ": 0,
  "!": 135,
  "\"": 109,
  "#": 144,
  "%": 98,
  "&": 105,
  "'": 92,
  "(": 80,
  ")": 78,
  "*": 95,
  "+": 119,
  ",": 83,
  "-": 66,
  ".": 25,
  "/": 65,
  "0": 48,
  "1": 50,
  "2": 51,
  "3": 57,
  "4": 64,
  "5": 59,
  "6": 71,
  "7": 70,
  "8": 68,
  "9": 73,
  ":": 13,
  ";": 99,
  "<": 42,
  "=": 93,
  ">": 43,
  "?": 89,
  "@": 169,
  "A": 21,
  "B": 20,
  "C": 54,
  "D": 24,
  "E": 41,
  "F": 77,
  "G": 52,
  "H": 47,
  "I": 56,
  "J": 114,
  "K": 49,
  "L": 79,
  "M": 38,
  "N": 46,
  "O": 53,
  "P": 76,
  "Q": 125,
  "R": 45,
  "S": 36,
  "T": 40,
  "U": 63,
  "V": 67,
  "W": 106,
  "X": 121,
  "Y": 44,
  "Z": 87,
  "[": 110,
  "]": 111,
  "_": 104,
  "a": 1,
  "b": 16,
  "c": 30,
  "d": 9,
  "e": 2,
  "f": 37,
  "g": 28,
  "h": 18,
  "i": 3,
  "j": 61,
  "k": 19,
  "l": 7,
  "m": 6,
  "n": 10,
  "o": 23,
  "p": 33,
  "q": 86,
  "r": 8,
  "s": 11,
  "t": 26,
  "u": 12,
  "v": 31,
  "w": 62,
  "x": 75,
  "y": 4,
  "z": 17,
  "\u00a0": 123,
  "\u00a3": 174,
  "\u00c7": 74,
  "\u00d6": 72,
  "\u00dc": 96,
  "\u00e7": 32,
  "\u00f6": 35,
  "\u00fc": 29,
  "\u011f": 34,
  "\u0130": 22,
  "\u0131": 5,
  "\u015e": 82,
  "\u015f": 27,
  "\u200d": 137,
  "\u200e": 15,
  "\u2018": 158,
  "\u2019": 148,
  "\u201c": 146,
  "\u201d": 147,
  "\u2026": 159,
  "\u202a": 149,
  "\u202c": 102,
  "\u20ba": 190,
  "\u263a": 101,
  "\u2640": 183,
  "\u2665": 39,
  "\u2753": 150,
  "\u2764": 115,
  "\u2b06": 120,
  "\ufe0f": 191,
  "\ud83c\udde8": 166,
  "\ud83c\uddea": 142,
  "\ud83c\uddec": 165,
  "\ud83c\uddef": 143,
  "\ud83c\uddf0": 113,
  "\ud83c\uddf3": 167,
  "\ud83c\uddf5": 141,
  "\ud83c\uddf7": 122,
  "\ud83c\uddf8": 164,
  "\ud83c\uddf9": 116,
  "\ud83c\uddfa": 163,
  "\ud83c\uddff": 117,
  "\ud83c\udf3c": 140,
  "\ud83c\udf6f": 139,
  "\ud83c\udf88": 133,
  "\ud83c\udffb": 94,
  "\ud83c\udffc": 185,
  "\ud83c\udffd": 154,
  "\ud83c\udfff": 156,
  "\ud83d\udc19": 124,
  "\ud83d\udc1d": 189,
  "\ud83d\udc40": 132,
  "\ud83d\udc43": 131,
  "\ud83d\udc45": 100,
  "\ud83d\udc48": 177,
  "\ud83d\udc4d": 107,
  "\ud83d\udc51": 88,
  "\ud83d\udc59": 175,
  "\ud83d\udc68": 181,
  "\ud83d\udc69": 138,
  "\ud83d\udc71": 182,
  "\ud83d\udc72": 187,
  "\ud83d\udc74": 184,
  "\ud83d\udc75": 188,
  "\ud83d\udc78": 171,
  "\ud83d\udc8b": 60,
  "\ud83d\udc9d": 129,
  "\ud83d\udcaa": 153,
  "\ud83d\udccd": 157,
  "\ud83d\udd2b": 145,
  "\ud83d\udd95": 180,
  "\ud83d\udde3": 176,
  "\ud83d\ude01": 128,
  "\ud83d\ude02": 69,
  "\ud83d\ude05": 84,
  "\ud83d\ude07": 81,
  "\ud83d\ude09": 112,
  "\ud83d\ude0b": 55,
  "\ud83d\ude0d": 58,
  "\ud83d\ude0f": 85,
  "\ud83d\ude14": 130,
  "\ud83d\ude15": 162,
  "\ud83d\ude16": 170,
  "\ud83d\ude17": 178,
  "\ud83d\ude18": 168,
  "\ud83d\ude1b": 103,
  "\ud83d\ude1d": 90,
  "\ud83d\ude21": 172,
  "\ud83d\ude23": 173,
  "\ud83d\ude26": 126,
  "\ud83d\ude2b": 136,
  "\ud83d\ude2c": 118,
  "\ud83d\ude34": 151,
  "\ud83d\ude48": 91,
  "\ud83d\ude4f": 161,
  "\ud83d\ude80": 155,
  "\ud83e\udd17": 97,
  "\ud83e\udd19": 179,
  "\ud83e\udd23": 127,
  "\ud83e\udd29": 152,
  "\ud83e\udd2a": 134,
  "\ud83e\udd35": 160,
  "\ud83e\uddd3": 186
}