{
  "\t": 85,
  "\n": 11,
  " ": 0,
  "!": 102,
  "\"": 82,
  "#": 101,
  "$": 107,
  "%": 100,
  "&": 104,
  "'": 80,
  "(": 76,
  ")": 73,
  "*": 74,
  "+": 88,
  ",": 72,
  "-": 65,
  ".": 29,
  "/": 24,
  "0": 43,
  "1": 44,
  "2": 48,
  "3": 49,
  "4": 58,
  "5": 47,
  "6": 64,
  "7": 67,
  "8": 61,
  "9": 57,
  ":": 12,
  ";": 81,
  "<": 53,
  "=": 86,
  ">": 54,
  "?": 71,
  "@": 68,
  "A": 38,
  "B": 21,
  "C": 34,
  "D": 23,
  "E": 22,
  "F": 78,
  "G": 45,
  "H": 51,
  "I": 77,
  "J": 95,
  "K": 42,
  "L": 75,
  "M": 26,
  "N": 66,
  "O": 60,
  "P": 32,
  "Q": 97,
  "R": 69,
  "S": 50,
  "T": 46,
  "U": 79,
  "V": 33,
  "W": 84,
  "X": 96,
  "Y": 62,
  "Z": 87,
  "[": 105,
  "\\": 106,
  "]": 103,
  "^": 128,
  "_": 94,
  "`": 112,
  "a": 1,
  "b": 17,
  "c": 28,
  "d": 10,
  "e": 3,
  "f": 41,
  "g": 19,
  "h": 20,
  "i": 2,
  "j": 52,
  "k": 8,
  "l": 5,
  "m": 7,
  "n": 4,
  "o": 13,
  "p": 27,
  "q": 59,
  "r": 6,
  "s": 9,
  "t": 16,
  "u": 15,
  "v": 37,
  "w": 63,
  "x": 70,
  "y": 14,
  "z": 25,
  "{": 91,
  "|": 108,
  "}": 89,
  "~": 150,
  "\u00a0": 113,
  "\u00c7": 83,
  "\u00c9": 191,
  "\u00d6": 93,
  "\u00dc": 98,
  "\u00e2": 120,
  "\u00e7": 36,
  "\u00e8": 188,
  "\u00e9": 142,
  "\u00f6": 40,
  "\u00fb": 164,
  "\u00fc": 35,
  "\u011e": 115,
  "\u011f": 39,
  "\u0130": 31,
  "\u0131": 18,
  "\u015e": 90,
  "\u015f": 30,
  "\u0637": 175,
  "\u0660": 155,
  "\u0663": 176,
  "\u200d": 122,
  "\u200e": 55,
  "\u200f": 56,
  "\u2013": 153,
  "\u2014": 159,
  "\u2018": 171,
  "\u2019": 109,
  "\u201c": 133,
  "\u201d": 134,
  "\u2026": 129,
  "\u202e": 145,
  "\u2067": 144,
  "\u20ac": 127,
  "\u20ba": 99,
  "\u20e3": 157,
  "\u2642": 123,
  "\u2708": 111,
  "\u270c": 135,
  "\u2764": 126,
  "\u2b06": 121,
  "\ud83c\uddec": 168,
  "\ud83c\uddf5": 132,
  "\ud83c\uddf7": 136,
  "\ud83c\uddf9": 119,
  "\ud83c\udf1a": 174,
  "\ud83c\udf38": 141,
  "\ud83c\udf46": 170,
  "\ud83c\udf51": 130,
  "\ud83c\udffb": 110,
  "\ud83c\udffc": 118,
  "\ud83c\udfff": 186,
  "\ud83d\udc23": 181,
  "\ud83d\udc45": 117,
  "\ud83d\udc47": 143,
  "\ud83d\udc4c": 166,
  "\ud83d\udc4d": 125,
  "\ud83d\udc4f": 124,
  "\ud83d\udc8b": 149,
  "\ud83d\udc99": 158,
  "\ud83d\udca6": 116,
  "\ud83d\udcaa": 189,
  "\ud83d\udcab": 178,
  "\ud83d\udcac": 162,
  "\ud83d\udcf1": 187,
  "\ud83d\udcf3": 161,
  "\ud83d\udcf5": 160,
  "\ud83d\udd25": 147,
  "\ud83d\udd2b": 138,
  "\ud83d\udd96": 172,
  "\ud83d\udda4": 152,
  "\ud83d\ude02": 92,
  "\ud83d\ude05": 114,
  "\ud83d\ude08": 163,
  "\ud83d\ude0a": 190,
  "\ud83d\ude0e": 154,
  "\ud83d\ude0f": 169,
  "\ud83d\ude10": 179,
  "\ud83d\ude14": 173,
  "\ud83d\ude18": 137,
  "\ud83d\ude1d": 151,
  "\ud83d\ude22": 177,
  "\ud83d\ude2a": 180,
  "\ud83d\ude35": 185,
  "\ud83d\ude42": 165,
  "\ud83e\udd11": 182,
  "\ud83e\udd17": 140,
  "\ud83e\udd18": 148,
  "\ud83e\udd1c": 184,
  "\ud83e\udd1f": 167,
  "\ud83e\udd23": 131,
  "\ud83e\udd26": 139,
  "\ud83e\udd33": 183,
  "\ud83e\udd37": 146,
  "\ud83e\uddd6": 156
}